Repository: InternetOfUs/app-telegram-bot
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fa, it, mn

# report_comment_text
source: Add a comment:
es: Agregar un comentario:
fa: یک نظر اضافه کنید.
it: Aggiungi un commento:
mn: Тайлбар нэмэх:

# report_final_message
source: Thank you, we will look into it!
es: Gracias, ¡lo investigaremos!
fa: سپاس فراوان، ما به آن نگاه خواهیم کرد.
it: Grazie, ci guarderò!
mn: Баярлалаа! Бид шалгаж үзье

# new_answer_message
source: You asked: “*{question}*” I have a new answer for you: {answer} - {username}
es: Tú preguntaste: “*{question}*” Tengo una nueva respuesta para ti: {answer} - {username}
fa: تو این را پرسیده ای”*{question}*” : من اینجا یک پاسخ برای تو دارم: {answer} - {username}
it: Hai chiesto: “*{question}*” Ho una nuova risposta alla tua domanda: {answer} - {username}
mn: Таны асуусан: “*{question}*” Асуултад шинэ хариулт байна: {answer} - {username}

# asked_message
source: For your question “*{question}*” with domain ({domain}) you asked for responses of people:
es: Para su pregunta “*{question}*” con el dominio ({domain}), solicitó las respuestas de las personas:
it: Per la tua domanda “*{question}*” con dominio ({domain}) hai chiesto risposte di persone:
mn: Таны ({domain}) сэдэвтэй “*{question}*” гэсэн асуултад хариулсан хүмүүсийн хариулт:

# asked_sensitive_message
source: For your sensitive question “*{question}*” with domain ({domain}) you asked for responses of people:
es: Para su pregunta delicada “*{question}*” con el dominio ({domain}), solicitó las respuestas de las personas:
it: Per la tua domanda dal contenuto sensibile “*{question}*” con dominio ({domain}) hai chiesto risposte di persone:
mn: Таны ({domain}) сэдэвтэй “*{question}*” гэсэн эмзэг асуултад хариулсан хүмүүсийн хариулт:

# domain_interest_asked_message
source: - interest in domain: {similarity}
es: - interés en el dominio: {similarity}
it: - interesse nel dominio: {similarity}
mn: - сэдвийн сонирхол: {similarity}

# beliefs_values_asked_message
source: - beliefs and values: {similarity}
es: - creencias y valores: {similarity}
it: - credenze e valori: {similarity}
mn: - итгэл үнэмшил, үнэт зүйлс: {similarity}

# social_closeness_asked_message
source: - socially: {similarity}
es: - socialmente: {similarity}
it: - socialmente: {similarity}
mn: - нийгмийн хувьд: {similarity}

# more_answers_button
source: :raised_hands: Ask more users
es: :game_die: Preguntar a más personas
fa: :game_die:باز هم پرسش از اشخاص بیشتر
it: :game_die: Chiedi a più persone
mn: :raised_hands: Илүү олон хүнээс асуух

# ask_more_answers_text
source: Ok :ok_hand:, I will ask your question from more users!
es: Ok :ok_hand:, ¡haré tu pregunta a más usuarios!
fa: :ok_hand:من باز هم از افراد بیشتری در گروه می پرسم!
it: Ok :ok_hand:, chiederò a più persone!
mn: За :ok_hand:, би таны асуултыг илүү олон хүнээс асууж өгнө өө.

# close_question_button
source: :x: Close the question
mn: :x: Асуултаа хаая

# close_question_text
source: Ok, I will close your question.
mn: За, би таны асуултыг хаая.

# answers_no_tasks
source: There are no open questions at the moment :astonished:, try again later!
es: No hay preguntas abiertas en este momento :astonished:, ¡inténtalo de nuevo más tarde!
fa: اکنون هیچ سوال بی پاسخی وجود ندارد :astonished:، بعدتر دوباره امتحان کن!
it: Non ci sono domande aperte al momento :astonished:, riprova più tardi!
mn: Одоогоор хариулах асуулт байхгүй байна :astonished:, дараа дахин шалгаарай!

# answers_tasks_intro
source: Here are the open questions available to answer:
es: Aquí están las preguntas abiertas disponibles para responder:
fa: اینجا همه ی سوالات پاسخ داده نشده وجود دارند:
it: Queste sono le domande a cui puoi rispondere:
mn: Хариулах боломжтой асуултууд байна:

# answers_tasks_choose
source: Choose a question to answer :point_down:
es: Elija una pregunta para responder :point_down:
fa: یک سوال انتخاب کن، همانی که تو می خواهی به آن جواب بدهی:point_down:
it: Scegli una domanda a cui rispondere :point_down:
mn: Хариулах асуултаа сонгоно уу :point_down:

# best_answer_0
source: Why did you choose {order} answer?
es: Por favor, ayuden a mis :crystal_ball: algoritmos, ¿por qué eligieron esta respuesta?
it: Per favore aiuta i miei :crystal_ball: algoritmi, perché hai scelto questa risposta?
mn: Та яагаад {order} хариултыг сонгосон бэ?

# best_answer_final_message
source: Thanks for the input! Feel free to ask a new question anytime!
es: ¡Gracias por el aporte! ¡No dudes en hacer una nueva pregunta en cualquier momento!
fa: چقدر خوب، که من توانستم به تو کمک کنم! اگر دوباره یک سوال داری، آن را بنویس:wink: /question
it: Grazie per l’input! Sentiti libero di fare una nuova domanda in qualsiasi momento!
mn: Танд баярлалаа! Хэзээ ч хамаагүй шинэ асуулт асуугаарай!

# expired_button_message
source: You already selected one of the options.
es: Lo siento, esa pregunta ya está resuelta.
fa: متأسفم، اما این سوال قبلا جواب داده شده است.
it: Hai già selezionato una delle opzioni.
mn: Та сонголтуудаас аль нэгийг сонгосон байна.

# best_answers_button
source: :white_check_mark: I accept this answer!
es: :white_check_mark: ¡Acepto esta respuesta!
fa: :white_check_mark:من این جواب را می پذیرم!
it: :white_check_mark: Accetto questa risposta!
mn: :white_check_mark: Би энэ хариултыг хүлээн зөвшөөрч байна!

# not_implemented
source: I’m sorry, this command is not implemented yet :grimacing:
es: Lo siento, este comando aún no está implementado :grimacing:
fa: متأسفم، ولی این عملکرد وجود ندارد:grimacing:
it: Mi dispiace, ma questo comando non è ancora disponibile :grimacing:
mn: Уучлаарай, энэ комманд одоогоор байхгүй байна :grimacing:

# you_are_answering_to
source: You are answering to the following question: _{question}_
es: Estás respondiendo a la siguiente pregunta: _{question}_
fa: تو به پرسش زیر پاسخ می دهی:
it: Stai rispondendo alla seguente domanda: _{question}_
mn: Та дараах асуултад хариулж байна: _{question}_

# you_are_answering_to_sensitive
source: You are answering to the following question: _{question}_ Please be mindful about your answer, the user marked it sensitive.
es: Estás respondiendo a la siguiente pregunta: _{question}_ Por favor, sé atento con tu respuesta, el usuario marcó la pregunta como sensible.
it: Stai rispondendo alla seguente domanda: _{question}_ Per favore sii attento nella tua risposta, l’utente l’ha contrassegnata come dal contenuto sensibile.
mn: Та дараах асуултад хариулж байна: _{question}_ Хариултаа болгоомжтой бичээрэй, хэрэглэгч үүнийг эмзэг гэж тэмдэглэсэн байна.

# answer_anonymously
source: Would you prefer to send this answer anonymously?
es: ¿Prefieres enviar esta respuesta de forma anónima?
it: Preferisci inviare questa risposta in forma anonima?
mn: Та энэ хариултыг нэрээ нууцлан явуулахыг хүсч байна уу?

# anonymous_answer_1
source: Send it anonymously
es: Enviar de forma anónima
it: Invia in forma anonima
mn: Нэргүй илгээгээрэй

# anonymous_answer_2
source: Send it with my first name
es: Enviar normalmente
it: Invia normalmente
mn: Миний нэрээр явуулаарай

# picked_best_answer
source: Your answer to the question _{question}_ is being picked as the best one! :muscle:
es: ¡Tu respuesta a la pregunta _ {question} _ está siendo elegida como la mejor! :muscle:
fa: پاسخ تو به این پرسش _{question}_ به عنوان بهترین جواب انتخاب شد. به همین طور ادامه بده :muscle:
it: La tua risposta alla domanda _ {question} _ è stata scelta come la migliore! :muscle:
mn: _ {question} _ гэсэн асуултад таны хариултыг хамгийн сайн гэж сонгосон байна! :muscle:

# message_from_wenet
source: There’s a new notification from the WeNet platform, I needed to cancel your current operation.
es: Hay una nueva notificación de la plataforma WeNet, necesitaba cancelar tu operación actual.
fa: یک پیام جدید از WeNet وجود دارد. من باید عملیات فعلی را لغو کنم.
it: C’è una nuova notifica dalla piattaforma WeNet, la tua operazione corrente è stata annullata.
mn: WeNet платформоос шинэ мэдэгдэл ирсэн тул би таны одоогийн үйл ажиллагааг цуцлах шаардлагатай боллоо. Уучлаарай.

# badges_promo
source: Did you know that by using this bot you will be able to win super cool badges? You can check them out here :point_right: {base_url}/wenetapp/user-app-details?id={app_id}&back=profile
es: ¿Sabías que al usar este bot podrás ganar insignias geniales? Puedes verlos aquí :point_right: {base_url}/wenetapp/user-app-details?id={app_id}&back=profile
fa: آیا میدانستی که با این چت بوت می توانی نشان های جالبی دریافت کنی؟ دراینجا می توانی همه نشان های ممکن را پیدا کنی {base_url}/wenetapp/user-app-details?id={app_id}&back=profile :point_right:
it: Lo sapevi che usando questo bot puoi vincere dei badge incredibili? Puoi guardarli qui :point_right: {base_url}/wenetapp/user-app-details?id={app_id}&back=profile
mn: Энэ ботыг ашигласнаар та үнэн супер энгэрийн тэмдгүүд авах боломжтой гэдгийг та мэдэх үү? Та тэдгээрийг эндээс шалгаарай :point_right: {base_url}/wenetapp/user-app-details?id={app_id}&back=profile

# badges
source: You can check out your badges here :point_right: {base_url}/wenetapp/user-app-details?id={app_id}&back=profile
es: Puedes ver tus insignias aquí :point_right: {base_url}/wenetapp/user-app-details?id={app_id}&back=profile
it: Puoi controllare I tuoi badge qui :point_right: {base_url}/wenetapp/user-app-details?id={app_id}&back=profile
mn: Та энгэрийн тэмдгээ эндээс шалгаж болно :point_right: {base_url}/wenetapp/user-app-details?id={app_id}&back=profile

# first_question_badge
source: Congratulations! You just earned the First Question badge! Way to go!
es: ¡Felicidades! ¡Acaba de ganar la insignia de Primera pregunta! ¡Camino a seguir!
fa: تبریک باشد، شما توانستید یک علامت بدست بیاورد بخاطر سوال نخست تان، خیلی عالی!
it: Congratulazioni! Hai appena ottenuto il badge per la tua prima domanda! Ben fatto!
mn: Баяр хүргэе! Та дөнгөж сая *Эхний асуулт* тэмдгийг авлаа! Урагшаа!

# curious_level_1_badge
source: Congratulations! You are Level 1 Curious! Stay hungry and keep asking questions!
es: ¡Felicidades! ¡Eres curioso de nivel 1! ¡Quédate hambriento y sigue haciendo preguntas!
fa: تبریک باشد، شما توانستید یک تعداد سوالات را مطرح کنید، عالیست، ادامه بدهید
it: Congratulazioni! Sei un curioso di livello 1! Rimani affamato di conoscenza e continua a fare domande!
mn: Ваав! Та *1-р түвшиний сониуч хүн* боллоо! Өлсгөлөн байж, асуулт асуусаар байгаарай!

# curious_level_2_badge
source: Congratulations! You are now Level 2 Curious! Amazing interest in the world, keep asking questions!
es: ¡Felicidades! ¡Ahora eres curioso de nivel 2! Increíble interés en el mundo, ¡sigue haciendo preguntas!
fa: تبریک باشد، شما توانستید خیلی سوالات را مطرح کنید، شما خیلی فعال هستید، خیلی عالی!
it: Congratulazioni! Ora sei un curioso di livello 2! Hai un incredibile interesse per il mondo, continua a fare domande!
mn: Танд баяр хүргэе! Та одоо *2-р түвшний сониуч* болсон шүү! Дэлхий ертөнцийн гайхалтай, бас сонирхолтой, асуулт асууж байгаарай!

# first_answer_badge
source: Congratulations! You just earned the First Answer badge! Way to go!
es: ¡Felicidades! ¡Acaba de obtener la insignia de Primera respuesta! ¡Camino a seguir!
fa: تبریک باشد، شما توانستید یک علامت بدست بیاورد بخاطر که به بار نخست جواب دادید، خیلی عالی!
it: Congratulazioni! Hai appena ottenuto il badge per la tua prima risposta! Ben fatto!
mn: Баяр мэдээтэй! Та дөнгөж сая *Анхны хариулт* тэмдгийг авлаа! Урагшаа!

# helper_level_1_badge
source: Congratulations! You are now Level 1 Helper! Keep sharing your knowledge!
es: ¡Felicidades! ¡Ahora eres ayudante de nivel 1! ¡Sigue compartiendo tus conocimientos!
fa: تبریک باشد، شما توانستید با جوابات تان خیلی اشخاصی دیگر را کمک کنید، خیلی عالی
it: Congratulazioni! Ora sei un aiutante di livello 1! Continua a condividere le tue conoscenze!
mn: Баяр хүргэе, Танд! Та одоо *1-р түвшний тусч* боллоо! Мэдлэгээ үргэлжлүүлэн хуваалцаарай!

# helper_level_2_badge
source: Congratulations! You are now Level 2 Helper! Keep sharing!
es: ¡Felicidades! ¡Ahora eres ayudante de nivel 2! ¡Sigue compartiendo!
fa: تبریک باشد، شما خیلی یک شخص کمک کننده هستید، شما توانستید بسیاری سوالات را جواب بدهید، همه سپاسگذاریم از شما.
it: Congratulazioni! Ora sei un aiutante di livello 2! Continua a condividere!
mn: Та мундаг байна! Та одоо *2-р түвшний тусч* болсон шүү! Үргэлжлүүлэн хуваалцаарай!

# first_good_answer_badge
source: Congratulations! You just earned your First Good Answer badge! Well done!
es: ¡Felicidades! ¡Acaba de obtener su insignia de Primera buena respuesta! ¡Bien hecho!
fa: شما یک جواب خیلی عالی‌ دادید
it: Congratulazioni! Hai appena ottenuto il badge per la tua prima buona risposta! Molto bene!
mn: Ваав! Та дөнгөж сая *Анхны сайн хариулт* тэмдэгээ авлаа! Сайн байлаа!

# good_answers_level_1_badge
source: Congratulations, your answers are appreciated! You just earned your Good Answers Level 1 badge!
es: ¡Felicitaciones, apreciamos sus respuestas! ¡Acaba de obtener su insignia de Nivel 1 de Buenas respuestas!
fa: تبریک باشد، اشخاصی دیگر جوابات شما را خیلی کمک کننده میدانند، ادامه دهید!
it: Congratulazioni, le tue risposte sono apprezzate! Hai appena ottenuto il badge buone risposte di livello 1!
mn: Баяр хүргэе, таны хариултыг үнэлж байна! Та дөнгөж сая *Сайн хариултын 1-р түвшин* тэмдгийг авлаа!

# good_answers_level_2_badge
source: You keep giving great answers! You just got Good Answers Level 2! Congratulations!
es: ¡Sigues dando excelentes respuestas! ¡Acabas de obtener buenas respuestas de nivel 2! ¡Felicidades!
fa: تبریک باشد، جوابات شما خیلی عالی هستن، همه سپاسگذاریم از کمک شما
it: Continui a dare ottime risposte! Hai appena ricevuto il badge buone risposte di livello 2! Congratulazioni!
mn: Та гайхалтай хариултуудыг өгчээ! Та *2-р түвшний сайн хариулт* тэмдэгтэй боллоо! Баяр хүргэе!

# first_long_answer_badge
source: Congratulations! You just earned the First Long Answer badge! Way to go!
es: ¡Felicidades! ¡Acaba de obtener la insignia de Primera respuesta larga! ¡Camino a seguir!
it: Congratulazioni! Hai appena ottenuto il badge per la tua prima lunga risposta! Ben fatto!
mn: Гайхалтай! Та дөнгөж сая *Анхны урт хариулт* тэмдгийг авсан шүү! Урагшаа!

# explainer_level_1_badge
source: You just earned the Explainer Level 1 badge with your long and thoughtful answers! Keep up the blessed effort!
es: ¡Acaba de obtener la insignia de Explicador de nivel 1 con sus respuestas largas y reflexivas! ¡Sigan con el bendito esfuerzo!
it: Hai appena ottenuto il badge explainer di livello 1 con le tue risposte lunghe e ponderate! Continua lo sforzo!
mn: Та урт хугацаанд тунгаасан хариултуудаараа *Тайлбарлагчийн 1-р түвшин* тэмдгийг авлаа! Хүчин чармайлтаа үргэлжлүүлээрэй!

# explainer_level_2_badge
source: Well done! You have now become Explainer Level 2. Your dedication is acknowledged!
es: ¡Bien hecho! Ahora se ha convertido en Explicador Nivel 2. ¡Se reconoce su dedicación!
it: Molto bene! Ora sei diventato un explainer di livello 2. La tua dedizione è riconosciuta!
mn: Сайн хийлээ! Одоо та *2-р түвшний тайлбарлагч* болсон шүү. Таны хичээл зүтгэлийг өндрөөр үнэлж байна!

# survey_promo
source: Before you start asking questions from the community, please make sure you have filled the survey here :point_right: {survey_url}
es: Antes de comenzar a hacer preguntas a la comunidad, asegúrate de haber completado la encuesta aquí :point_right: {survey_url}
it: Prima di iniziare a porre domande alla community, assicurati di aver compilato il sondaggio qui :point_right: {survey_url}
mn: Та хамт олноос асуулт асууж эхлэхээсээ өмнө санал асуулга бөглөсөн эсэхээ шалгана уу :point_right: {survey_url} Энэ санал асуулгыг бөглөж байж та би илүү туслаж чадна.

# publish_question_to_channel
source: Your question and the received answers can be valuable for others too. Can I publish this question and the received public answers to the community?
es: ¿Puedo publicar esta pregunta y la respuesta recibida en la comunidad?
it: Posso pubblicare questa domanda e la risposta ricevuta alla community?
mn: Таны асуулт болон авсан хариулт бусад хүмүүст үнэ цэнэтэй байж болно. Би энэ асуулт болон олон нийтээс авсан хариултыг хамт олонд нийтэлж болох уу?

# publish
source: Yes
es: Sí
it: Sì
mn: Тийм ээ

# not_publish
source: No
mn: Үгүй ээ

# publish_question
source: :question: {questioner} asked question: “{question}” The answer that was chosen as the best is: {best_answer} - {answerer}
es: :question: {questioner} hizo la pregunta: “{question}” La respuesta que se escogió como la mejor es: {best_answer} - {answerer}
it: :question: {questioner} ha chiesto: “{question}” La risposta che è stata scelta come la migliore è: {best_answer} - {answerer}
mn: :question: {questioner} асуулт асуув: “{question}” Хамгийн сайн гэж сонгосон хариулт нь: {best_answer} - {answerer}

# collected_answers
source: Following answers were received:
es: Se recibieron las siguientes respuestas:
it: Sono pervenute le seguenti risposte:
mn: Дараах хариулт цугларсан байна:

# from_multiple_response
source: Which answer was most helpful? I can also ask more people.
es: ¿Qué respuesta te gustó más? También puedo preguntar a más personas.
it: Quale risposta ti è piaciuta di più? Posso anche chiedere a più persone.
mn: Аль хариулт хамгийн тустай байсан бэ? Би бас олон хүнээс асууж чадна шүү.

# asked_message_without_attributes
source: You asked “*{question}*”
es: Preguntaste “*{question}*”
it: Hai fatto una domanda “*{question}*”
mn: Таны асуусан “*{question}*” асуултад

# asked_message_without_attributes_user
source: {user} asked “*{question}*”
es: {user} preguntó “*{question}*”
it: {user} ha chiesto “*{question}*”
mn: {user} асуусан “*{question}*” асуултанд

# answer_reason_funny
source: Funny
es: Divertido
it: Divertente
mn: Хөгжилтэй

# answer_reason_thoughtful
source: Thoughtful
es: Pensativo
it: Ponderato
mn: Бодлогошруулсан

# answer_reason_informative
source: Informative
es: Informativo
it: Informativo
mn: Мэдээлэлтэй

# answer_reason_creative
source: Creative
es: Creativo
it: Creativo
mn: Үр бүтээлч

# answer_reason_honest
source: Honest
es: Honesto
it: Onesto
mn: Шударга

# answer_reason_kind
source: Kind
es: Amable
it: Gentile
mn: Эелдэг

# answer_reason_personal
source: Personal / Subjective
es: Personal / Subjetivo
it: Personale / Soggettivo
mn: Хувийн / Субьектив

# answer_reason_responder
source: Because of the responder
mn: Хариулагчаас болж

# chosen_answer_by_user
source: *[Chosen as the best answer by {user}]*
es: *[Elegido como la mejor respuesta por {user}]*
it: *[Scelto come miglior risposta da {user}]*
mn: *[{user} үүнийг хамгийн сайн хариултаар сонгосон]*

# like_answer_button
source: :thumbsup: Like
mn: :thumbsup: Лайк

# like_answer_text
source: You liked this answer!
es: ¡Te gustó esta respuesta!
it: Ti è piaciuta questa risposta!
mn: Танд энэ хариулт таалагдсан!

# no_answer_text
source: Unfortunately, no one has answered it in the last {expiration_duration} hours. What would you like to do?
es: Desafortunadamente, nadie ha respondido en las últimas {expiration_duration} horas. Que te gustaría hacer?
it: Sfortunatamente, nessuno ha risposto nelle ultime {expiration_duration} ore. Cosa ti piacerebbe fare?
mn: Харамсалтай нь {expiration_duration} цагийн хугацаанд хариулт ирээгүй байна. Та юу хиймээр байна?

# ok_to_publish_message
source: Would you be okay with showing your answer to the community?
es: ¿Estarías de acuerdo en publicar tu respuesta más tarde para la comunidad?
it: Potresti pubblicare la tua risposta in un secondo momento nella community?
mn: Та олон нийтэд хариултаа харуулахад зүгээр үү?

# button_yes_anonymously_publish_text
source: Yes, but anonymously
es: Sí, pero de forma anónima.
it: Sì, ma in forma anonima
mn: Тийм ээ, гэхдээ нэргүй

# button_yes_name_publish_text
source: Yes, with my first name
es: Si, con mi primer nombre
it: Sì, con il mio nome
mn: Зүгээр ээ, миний нэрээр

# button_no_publish_text
source: No
mn: Үгүй шүү

# thank_you_message
source: Thank you!
es: ¡Gracias!
it: Grazie!
mn: Баярлалаа!

# no_collected_answers
source: Unfortunately, I'm not allowed to show any answers.
es: Desafortunadamente, no se permite mostrar ninguna respuesta.
it: Sfortunatamente, non mi è consentito mostrare risposte.
mn: Харамсалтай нь би ямар ч хариулт харуулах эрхгүй.

# best_answer_not_published
source: Unfortunately, I’m not allowed to show the best answer.
es: Desafortunadamente, no se permite mostrar la mejor respuesta.
it: Sfortunatamente, la risposta migliore non può essere mostrata.
mn: Харамсалтай нь би хамгийн сайн хариултыг харуулах эрхгүй.

# follow_up_button
source: :speaking_head: Request {answerer}’s contact for follow-up
es: :speaking_head: Solicite el contacto de {answerer} para seguimiento
it: :speaking_head: Richiedi il contatto di {answerer} per il follow-up
mn: :speaking_head: {answerer}-н холбоо барих хаягийг дагахыг хүсэх

# share_details_for_follow_up
source: Please be mindful, that {answerer} will also receive your contact details!
es: Tenga en cuenta que {answerer} también recibirá sus datos de contacto.
it: Tieni presente che {answerer} riceverà anche i tuoi dati di contatto!
mn: {answerer} ч бас таны холбоо барих мэдээллийг хүлээн авна гэдгийг анхаараарай!

# share_details
source: :white_check_mark: Share my contact details!
es: :white_check_mark: ¡Comparte mis datos de contacto!
it: :white_check_mark: Condividi i miei dettagli di contatto!
mn: :white_check_mark: Миний холбоо барих мэдээллийг хуваалцаарай!

# not_share_details
source: :x: Rather not
es: :x: Mejor no
it: :x: Meglio di no
mn: :x: Үгүй ээ

# sharing_details_message
source: Ok, I will ask {answerer}. I will also share your contact details.
es: Ok, le preguntaré a {answerer}. También compartiré sus datos de contacto.
it: Ok, chiederò a {answerer}. Condividerò anche i tuoi dati di contatto.
mn: За, би {answerer}-аас асууя. Би бас таны холбоо барих мэдээллийг хуваалцах болно.

# not_sharing_details_message
source: Ok, next time.
es: Ok, no preguntaré {answerer}.
it: Ok, non chiederò a {answerer}.
mn: За, дараагийн удаа.

# share_details_to_questioner
source: {questioner} asked: “_{question}_” You answered: *{answer}* {questioner} requested your contact details for follow-up.
es: {questioner} preguntó: “_{question}_” Respondiste: *{answer}* {questioner} solicitó sus datos de contacto para realizar un seguimiento.
it: {questioner} ha chiesto: “_{question}_” Hai risposto: *{answer}* {questioner} ha richiesto i tuoi dati di contatto per il follow-up.
mn: {questioner} асуусан: “_{question}_” Та хариулсан нь: *{answer}* {questioner} таны холбоо барих мэдээллийг бас хүссэн.

# not_now_share_details
source: :x: Not now
es: :x: Ahora no
it: :x: Non ora
mn: :x: Одоо биш

# block_share_details
source: :exclamation: Block these requests from this user
es: :exclamation: bloquear estas solicitudes de este usuario
it: :exclamation: Blocca queste richieste da questo utente
mn: :exclamation: Энэ хэрэглэгчийн хүсэлтийг блоклоорой

# share_questioner_contact
source: Super! {questioner_name}’s contact is {questioner_contact}
es: ¡Súper! El contacto de {questioner_name} es {questioner_contact}
it: Super! Il contatto di {questioner_name} è {questioner_contact}
mn: Мундаг! {questioner_name}-н холбоо барих хаяг нь {questioner_contact}

# share_answerer_contact
source: {answerer_name} agreed to share the contact details: {answerer_contact}
es: {answerer_name} aceptó compartir los detalles de contacto: {answerer_contact}
it: {answerer_name} ha accettato di condividere i dettagli di contatto: {answerer_contact}
mn: {answerer_name} холбоо барих мэдээллийг хуваалцахыг зөвшөөрсөн: {answerer_contact}
