Repository: InternetOfUs/app-telegram-bot
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fa, it, mn

# info_text
source: You can ask a question with the /ask command. With /questions you can list the currently open questions to answer. With /badges you can get insights on your badge status. If you want to cancel your current operation, use /cancel . You can report a bug by sending an email to support@internetofus.eu !
es: Puedes hacer una pregunta con el comando /ask . Con /questions puedes marcar las preguntas abiertas y responderlas. Con /badges puedes obtener información sobre el estado de tu insignia. Si deseas cancelar tu operación actual, puedes usar /cancel . ¡Puedes informar un error enviando un correo electrónico a support@internetofus.eu !
fa: /question با این گزینه میتوانید شما سوال خود را بپرسید /answer با این گزینه تمام سوال ها اشکار میشوندوقتی میخواستید چیزی را دوباره حذ ف کنید این را بنویسید /cancel وقتی مشکلی به وجود میآید پس به این آدرس support@internetofus.eu یک ایمیل بفرستید
it: Puoi fare una domanda con il comando /ask. Usando /questions puoi vedere le risposte aperte e rispondere. Con /badges puoi ottenere informazioni sullo stato dei tuoi badge. Se vuoi interrompere un’azione che stai facendo, usa il comando /cancel . You can report a bug by sending an email to support@internetofus.eu !
mn: Та /ask гэж бичээд асуулт асууж болно. Харин /questions гэж бичээд асуултын жагсаалтаас сонгож хариулаарай. /badges командаар өөрийн энгэрийн тэмдгийн талаар мэдэж болно шүү. Хэрэв хийж буй үйлдлээ цуцлах бол /cancel гэж бичээрэй. Програмын алдааг support@internetofus.eu и-мэйлээр мэдэгдээрэй!

# start_text_1
source: Thanks for connecting! :wave: This is the WeNet chatbot. I help students sharing their questions and get answers from their peers.
es: ¡Gracias por conectarte! :wave: Este es el chatbot de WeNet. Ayudo a los estudiantes a compartir sus preguntas y a obtener respuestas de sus compañeros.
fa: تشکر به خاطر اشتراک تان در اینجا :wave:این برنامه ”درخواست کمک” نامیده میشودبا کمک این برنامه سوال های شما به اشخاصی فرستاده میشود که آنها میتوانند سوال شما را پاسخ بدهند
it: Grazie per esserti connesso! :wave: Io sono il chatbot WeNet. Il mio scopo è aiutare gli studenti a condividere le loro domande e ottenere risposte dai loro coetanei.
mn: Холбогдсонд баярлалаа! :wave: Би бол WeNet чатбот. Би оюутнуудын асуултыг үе тэнгийнхэнд нь түгээж хариулт авахад нь тусалдаг.

# start_text_2
source: I’m designed to connect people with diversity in mind – you know, opposites attract each other, but sometimes it’s comfortable to have a similar person listening to you.
es: Estoy diseñado para conectar a las personas con la diversidad en mente - ya sabes, los opuestos se atraen entre sí, pero a veces es cómodo tener a una persona similar escuchándote.
fa: این برنامه طوری ساخته شده است که شما بهترین شانس ها را به دست می آورید
it: Sono progettato per connettere le persone tenendo in considerazione la diversità - sai com’è, gli opposti si attraggono, ma alle volte è anche bello avere persone simili a te pronte ad ascoltarti.
mn: Би өөрөөр сэтгэдэг хүмүүсийг холбохоор бүтээгдсэн - Эсрэг туйлууд бие биеээ татдаг гэдгийг та мэдэх байх, гэхдээ заримдаа тантай ойролцоо сэтгэдэг хүмүүс таныг сонсож байх нь илүү тухтай байх үе ч байдаг шүү.

# start_button
source: Ask a question! :thinking_face:
es: ¡Haz una pregunta! :thinking_face:
fa: یک سوال بپرس! :thinking_face:
it: Fai una domanda! :thinking_face:
mn: Асуултаа асуугаарай! :thinking_face:

# error_text
source: I’m very sorry, but I didn’t understand :pensive: or maybe you clicked an inactive button. Write /info to learn how I can assist!
es: Lo siento mucho, pero no entendí :pensive: o tal vez hiciste clic en un botón inactivo. ¡Escribe /info para saber cómo puedo ayudar!
fa: متاسفم، این را نفهمیدم:pensive:برای اینکه بفهمم، چگونه می توانم کمکت کنم /info را بنویسید
it: Mi dispiace molto, ma non ho capito :pensive: o forse hai fatto clic su un pulsante inattivo. Scrivi /info per sapere come posso aiutarti!
mn: Намайг уучлаарай, би ойлгосонгүй :pensive: эсвэл та идэвхгүй товчлуур дээр дарсан байх. Би танд яаж туслах боломжтойг /info гэж бичээд мэдэж аваарай!

# cancel_text
source: No problem, the current operation has been canceled successfully!
es: No hay problema, ¡la operación actual se ha cancelado correctamente!
fa: مشکلی نیست، عملیات با موفقیت لغوشد!
it: Nessun problema, l’operazione corrente è stata annullata con successo!
mn: Одоо хийж байгаа үйлдлийг амжилттай цуцаллаа!

# question_1
source: What would you like to ask from the community?
es: ¿Qué te gustaría preguntar a los miembros de la comunidad? :point_down:
fa: میخواهی چه چیزی را در گروه از دیگران بپرسی؟:point_down:
it: Cosa vorresti chiedere ai componenti della community? :point_down:
mn: Та олон нийтээс юу асуумаар байна?

# question_is_not_text
source: Please write your question :point_down:
es: Por favor escribe tu pregunta :point_down:
fa: لطفا سوالت را اینجا بنویس :point_down:
it: Per piacere scrivi la tua domanda :point_down:
mn: Асуултаа бичнэ үү :point_down:

# domain_question
source: I’ll forward your question to those who can answer it. To better clarify who to ask, let me ask you a few questions. 1/6: What’s the *domain* of your question?
es: De acuerdo, pediré a otros que respondan a tu pregunta. Ahora te haré algunas preguntas para especificar a quién preguntar con mayor precisión :dart:. 1: ¿Cuál es el *dominio* de tu pregunta?
it: Ok, chiederò ad altri di rispondere alla tua domanda. Adesso ti farò alcune domande per specificare a chi chiedere più precisamente :dart:. 1: Qual è il *dominio* della tua domanda?
mn: Би таны асуултыг хариулж чадах хүмүүст хүргэх болно. Ямархуу хүнээс асуухаа илүү тодорхой болгохын тулд хэдэн зүйл тодруулъя. 1/6: Таны асуултын *сэдэв* юу вэ?

# academic_skills_button
source: :book: Academic skills
mn: :book: Академик ур чадвар

# basic_needs_button
source: :house: :stew: :woman_health_worker: Basic needs
es: :house: :stew: Necesidades básicas
it: :house: :stew: Bisogni primari
mn: :house: :stew: :woman_health_worker: Ердийн хэрэгцээ

# physical_activity_button
source: :runner: Physical activities/sports
es: :runner: Actividad física
it: :runner: Attività fisica
mn: :runner: Биеийн тамир/спорт

# appreciating_culture_button
source: :classical_building: :musical_score: :film_projector: Appreciating culture
mn: :classical_building: :musical_score: :film_projector: Соёл урлагийн үзвэр

# random_thoughts_button
source: :game_die: Random thoughts
mn: :game_die: Элдэв бодол

# producing_culture_button
source: :art: :writing_hand: :performing_arts: Producing culture
mn: :art: :writing_hand: :performing_arts: Соёл урлагийн бүтээл бий болгох

# leisure_activities_button
source: :mountain: :airplane: Leisure/things to do about town
es: Actividades de ocio
mn: :mountain: :airplane: Чөлөөт цаг/хотод хийх зүйлс

# campus_life_button
source: :woman_student: Campus life
mn: :woman_student: Оюутны байр/их сургуулийн амьдрал

# sensitive_button
source: :shushing_face: A sensitive issue
it: :shushing_face: Sensibile
mn: :shushing_face: Эмзэг асуудал

source: academic skills
mn: академик ур чадвар

source: basic needs
mn: ердийн хэрэгцээ

# physical_activity
source: physical activities/sports
es: Actividad física
mn: биеийн тамир/спорт

source: appreciating culture
mn: соёл урлагийн үзвэр

source: random thoughts
mn: элдэв бодол

source: producing culture
mn: соёл урлагийн бүтээл бий болгох

# leisure_activities
source: leisure/things to do about town
mn: чөлөөт цаг/хотод хийх зүйлс

source: campus life
mn: оюутны байр/их сургуулийн амьдрал

# sensitive
source: sensitive issues
es: :shushing_face: Sensible
mn: эмзэг асуудал

# sensitive_question_domain
source: I will let other people know to take extra care in answering.
es: Avisaré a otras personas para que tengan mucho cuidado al responder.
it: Farò sapere ad altre persone di prestare particolare attenzione nel rispondere.
mn: Би бусад хүмүүст хариулахдаа илүү болгоомжтой байхыг дамжуулна аа.

# not_sensitive_question_domain
source: Good choice! There are people with an interest in and knowledge about this topic.
es: ¡Buena elección! Hay personas con interés y conocimiento sobre este tema.
it: Bella scelta! Ci sono persone con un interesse e una conoscenza su questo argomento.
mn: Сайн сонголт! Энэ сэдвийг сонирхож, мэддэг хүмүүс байгаа байх шүү.

# domain_similarity_question
source: You can now specify the type of people who will be invited to answer your question. 3/6: Should these persons have similar or different *interest in ({domain})* than you?
es: Bien, ahora podemos especificar el tipo de personas a las que invitaré para tu pregunta. 2/6: ¿Estas personas deberían tener similar o diferente *interés en ({domain})* que tu?
it: Ok, ora possiamo specificare il tipo di persone che inviterò per la tua domanda. 2/6: Queste persone dovrebbero avere un *interesse per ({domain})* simile o diverso dal tuo?
mn: Та ямар төрлийн хүмүүсээс асуухаа тодорхойлж болно шүү. 3/6: Эдгээр хүмүүс тантай ижил төстэй эсвэл өөр сонирхолтой *({domain})* байх ёстой юу? *Жич:* МУИС-ийн оюутнуудын хувьд *Академик ур чадвар* сэдвийн хувьд *Өөр* гэж сонговол танаас сурлагаараа сайн оюутнуудаас, *Ижил төстэй* гэж сонговол сурлагын ур чадвар хамаарахгүй асууна.

# answer_similar_domain
source: Similar
it: Simile
mn: Ижил төстэй

# answer_different_domain
source: Different
es: Diferente
it: Diverso
mn: Өөр

# answer_indifferent_domain
source: Skip this
es: Omitir esto :point_down:
it: Salta questo :point_down:
mn: Алгасах

# belief_values_question
source: 4/6: Should these persons have similar *beliefs and values* as you or should they differ from you?
es: 3/6: ¿Deberían estas personas tener *creencias y valores* similares o diferentes a los tuyos?
it: 3/6: Queste persone dovrebbero avere *credenze e valori* simili o diversi dai tuoi?
mn: 4/6: Эдгээр хүмүүс тантай төстэй *итгэл үнэмшил, үнэт зүйл* тэй байх ёстой юу эсвэл өөр байх ёстой юу?

# answer_similar_belief_values
source: Similar
es: Similares
it: Simili
mn: Ижил төстэй

# answer_different_belief_values
source: Different
es: Diferentes
it: Diversi
mn: Өөр

# answer_indifferent_belief_values
source: Skip this
es: Omitir esto :point_down:
it: Salta questo :point_down:
mn: Алгасах

# anonymous_question
source: 2/6: Would you prefer to ask the question *anonymously*?
es: 3: ¿Prefieres preguntarlo de forma anónima?
it: 3: Preferisci chiederlo in forma anonima?
mn: 2/6: Та *нэрээ нууцалж* асуумаар байна уу?

# anonymous_user
source: Anonymous
es: Anónimo
it: Anonimo
mn: Нэргүй хэрэглэгч

# anonymous
source: Ask it anonymously
es: Anónimamente
it: In forma anonima
mn: Нэрээ нууцалж асууя

# not_anonymous
source: Ask it with my first name
es: Normalmente
it: Normalmente
mn: Миний нэрээр асуугаарай

# social_closeness_question
source: 5/6: Have you interacted with these people frequently within WeNet? You interacted with someone within WeNet if: you replied to their past questions, liked their past answers, or exchanged contact information.
es: 5/6: ¿Debería la persona estar *socialmente* más cerca o más distante de ti? Más cerca están las personas que quizás conozca o con las que hayas interactuado anteriormente a través del chatbot.
it: 5/6: Le persone dovrebbero essere *socialmente* più vicine o più lontane da te? Più vicine sono le persone che potresti conoscere o con cui hai interagito in precedenza tramite il chatbot.
mn: 5/6: Эдгээр хүмүүстэй өмнө нь WeNet-д харилцаж байсан уу? Хэрэв та асуултад нь хариулж байсан, лайк дарж байсан, эсвэл холбоо барих мэдээллээ солилцож байсан бол өмнө нь харилцаж байсан гэсэн үг.

# answer_socially_close
source: Interacted more frequently
es: Más cerca de mí
it: Vicine a me
mn: Их харилцсан

# answer_socially_indifferent
source: Skip this
es: Omitir esto :point_down:
it: Salta questo :point_down:
mn: Алгасах

# answer_socially_distant
source: Interacted less frequently
es: Distante de mí
it: Distanti da me
mn: Цөөн харилцсан

# specify_answerer_location
source: 6/6: Should people be currently or recently *located* close to you?
es: 6/6: ¿Debería la gente estar cerca de ti ahora mismo o recientemente?
it: 6/6: Le persone dovrebbero essere nelle tue vicinanze in questo momento o di recente?
mn: 6/6: Асуултад хариулах хүмүүс тантай *байршлын* хувьд одоо ойр байх эсвэл саяхан ойрхон байсан байх ёстой юу?

# location_answer_1
source: Located close to
es: En la proximidad
it: In prossimità
mn: Тийм, ойр байх хүмүүс

# location_answer_2
source: It doesn’t matter or N/A
es: Omitir esto :point_down:
it: Salta questo :point_down:
mn: Энэ хамаагүй ээ

# question_final
source: Ok, on it! I will invite other users to answer your question! Your question will expire in {expiration_duration} hours.
es: ¡Vale, en ello! ¡Invitaré a otros usuarios a responder tu pregunta! Su pregunta caducará en {expiration_duration} horas.
it: Bene, inoltrerò la tua domanda ad altri utenti! La tua domanda scadrà tra {expiration_duration} ore.
mn: За, бусад хүмүүсээс таны асуултыг асууя! Таны асуултын хугацаа {expiration_duration} цагийн дараа дуусна. Дараа нь та сунгаж болно шүү.

# question_0
source: Please be mindful, that while I’m just a chatbot :robot_face:, I connect you to real humans. :one: Be respectful in your communication. Consider how your questions and answers impact others. :two: The community does not tolerate racist, sexist and other demeaning conduct. :three: You have the opportunity to report abusive behavior. Ok? Let’s go! :point_down:
es: Por favor ten en mente que, aunque yo sea solo un chatbot :robot_face:, te conecto con humanos reales. :one: Se respetuoso en tu comunicación. Considera cómo tus preguntas y respuestas afectan a los demás. :two: La comunidad no tolera conductas racistas, sexistas u otras conductas degradantes. :three: Tienes la oportunidad de denunciar un comportamiento abusivo. ¿De acuerdo? ¡Adelante! :point_down:
fa: :robot_face:با وجود اینکه من یک کامپیوترهستم، تو را با آدمهای واقعی مرتبط خواهم کرد. :one:به دیگران در گروهت احترام بذار و در نظر بگیر که چگونه سوال هاو پاسخ های تو ممکن است بر دیگران تأثیر بگذارد.:two:ما هیج توهین یا رفتار بدی را قبول نخواهیم کرد.:three:تو می توانی رفتار بد را به ما اطلاع بدهی. بسیارخوب؟ بیا جلو برویم!
it: Per cortesia tieni presente che anche se io sia soltanto un chatbot :robot_face:, ti metto in comunicazione con altri esseri umani. :one: Sii rispettoso, e considera quanto le tue domande e le tue risposte possano essere d’impatto su altre persone. :two: La community non tollera razzismo, sessismo o altre condotte deplorevoli. :three: Hai la possibilità di segnalare un comportamento offensivo. Ok? Partiamo allora! :point_down:
mn: Би хэдийгээр чатбот ч гэсэн :robot_face: таныг бодит хүмүүстэй холбож байгаа гэдгийг санаарай. :one: Харилцаандаа хүндлэлтэй хандаж Таны асуулт, хариулт бусдад хэрхэн нөлөөлөхийг бодож үзээрэй. :two: Арьс өнгөөр, хүйсээр болон бусад зүй зохисгүй байдлаар ялгаварлан гадуурхахыг хамт олон тэвчихгүй. :three: Хүчирхийлсэн зан харилцааны талаар мэдээлэх боломж танд байгаа шүү. Болж байна уу? Үргэлжлүүлцгээе! :point_down:

# question_0_with_helper_url
source: Please be mindful, that while I’m just a chatbot :robot_face:, I connect you to real humans. :one: Be respectful in your communication. Consider how your questions and answers impact others. :two: The community does not tolerate racist, sexist and other demeaning conduct. :three: You have the opportunity to report abusive behavior. :four: If you are in difficulties you can get advice from: {helper_url} Ok? Let’s go! :point_down:
es: Por favor ten en mente que, aunque yo sea solo un chatbot :robot_face:, te conecto con humanos reales. :one: Se respetuoso en tu comunicación. Considera cómo tus preguntas y respuestas afectan a los demás. :two: La comunidad no tolera conductas racistas, sexistas u otras conductas degradantes. :three: Tienes la oportunidad de denunciar un comportamiento abusivo. :four: Si tiene dificultades, puede obtener consejos de: {helper_url} ¿De acuerdo? ¡Adelante! :point_down:
it: Per cortesia tieni presente che anche se io sia soltanto un chatbot :robot_face:, ti metto in comunicazione con altri esseri umani. :one: Sii rispettoso, e considera quanto le tue domande e le tue risposte possano essere d’impatto su altre persone. :two: La community non tollera razzismo, sessismo o altre condotte deplorevoli. :three: Hai la possibilità di segnalare un comportamento offensivo. :four: Se sei in difficoltà puoi ricevere consigli da: {helper_url} Ok? Partiamo allora! :point_down:
mn: Би хэдийгээр чатбот ч гэсэн :robot_face: таныг бодит хүмүүстэй холбож байгаа гэдгийг санаарай. :one: Харилцаандаа хүндлэлтэй хандаж Таны асуулт, хариулт бусдад хэрхэн нөлөөлөхийг бодож үзээрэй. :two: Арьс өнгөөр, хүйсээр болон бусад зүй зохисгүй байдлаар ялгаварлан гадуурхахыг хамт олон тэвчихгүй. :three: Хүчирхийлсэн зан харилцааны талаар мэдээлэх боломж танд байгаа шүү. :four: Хэрэв танд ямар нэг бэрхшээл тулгарвал Сэтгэл зүйн зөвлөгөө үйлчилгээг аваарай. Дэлгэрэнгүй мэдээлэлтэй {helper_url} хаягаар танилцаарай. Болж байна уу? Үргэлжлүүлцгээе! :point_down:

# error_task_creation
source: I’m very sorry but something went wrong :pensive: Please try again later.
es: Lo siento mucho pero algo salió mal :pensive: Por favor, inténtalo de nuevo más tarde.
fa: متأسفم، اما این کار انجام نشد.:pensive: لطفا کمی بعد دوباره تلاش کن.
it: Qualcosa è andato storto :pensive: Riprova più tardi.
mn: Уучлаарай, ямар нэг зүйлд алдаа гарлаа :pensive: Дараа дахин оролдно уу.

# answer_message_0
source: Someone in the community has a question which you could answer! “{question}” - {user}
es: ¡Alguien de la comunidad tiene una pregunta que podrías responder! “{question}” - {user}
fa: اینجا یک سوال وجود دارد که تو احتمالا به بهترین وجهی می توانی به آن جواب بدهی. *{question}* - {user} می توانی این سوال را جواب بدهی؟
it: Qualcuno nella community ha una domanda alla quale potresti rispondere! “{question}” - {user}
mn: Хамт олны хэн нэгэнд таны хариулах боломжтой асуулт байна! “{question}” - {user}

# answer_sensitive_message_0
source: Someone in the community has a sensitive question which you could answer! “{question}” - {user} :shushing_face: The user marked this question sensitive, so please be extra careful in answering :)
es: ¡Alguien en la comunidad tiene una pregunta delicada que podrías responder! “{question}” - {user} :shushing_face: El usuario marcó esta pregunta como sensible, así que por favor ten mucho cuidado al responder :)
it: Qualcuno nella community ha una domanda dal contenuto sensible alla quale potresti rispondere! “{question}” - {user} :shushing_face: L’utente ha contrassegnato questa domanda come dal contenuto sensibile, quindi fai molta attenzione nel rispondere :)
mn: Хамт олны хэн нэгэнд та хариулж магадгүй *эмзэг асуулт* байна! “{question}” - {user} :shushing_face: Хэрэглэгч энэ асуултыг эмзэг гэж тэмдэглэсэн тул хариулахдаа маш болгоомжтой байгаарай :)

# answer_message_nearby
source: Someone *near you right now* has a question which you could answer! “{question}” - {user}
es: ¡Alguien *cerca de ti ahora mismo* tiene una pregunta que podrías responder! “{question}” - {user}
it: Qualcuno *vicino a te in questo momento* ha una domanda alla quale potresti rispondere! “{question}” - {user}
mn: *Яг одоо таны хажууд байгаа* хэн нэгэнд та хариулах боломжтой асуулт байна! “{question}” - {user}

# answer_sensitive_message_nearby
source: Someone *near you right now* has a sensitive question which you could answer! “{question}” - {user} :shushing_face: The user marked this question sensitive, so please be extra careful in answering :)
es: ¡Alguien *cerca de ti ahora mismo* tiene una pregunta delicada que podrías responder! “{question}” - {user} :shushing_face: El usuario marcó esta pregunta como sensible, así que por favor ten mucho cuidado al responder :)
it: Qualcuno *vicino a te in questo momento* ha una domanda dal contenuto sensible alla quale potresti rispondere! “{question}” - {user} :shushing_face: L’utente ha contrassegnato questa domanda come dal contenuto sensibile, quindi fai molta attenzione nel rispondere :)
mn: *Яг одоо таны хажууд байгаа* хэн нэгэнд танаас асуух эмзэг асуулт байна! “{question}” - {user} :shushing_face: Хэрэглэгч энэ асуултыг эмзэг гэж тэмдэглэсэн тул хариулахдаа болгоомжтой хандаарай :)

# answer_question
source: Go ahead with your answer :point_down:
es: Continúa con tu respuesta :point_down:
it: Vai avanti con la tua risposta :point_down:
mn: Хариултаа үргэлжлүүлээрэй :point_down:

# answer_sensitive_question
source: Go ahead with your answer :point_down: Please be mindful about your answer, the user marked it sensitive.
es: Continúa con tu respuesta :point_down: Por favor, sé atento con tu respuesta, el usuario marcó la pregunta como sensible.
it: Vai avanti con la tua risposta :point_down: Per favore sii attento nella tua risposta, l’utente l’ha contrassegnata come dal contenuto sensibile.
mn: Хариултаа үргэлжлүүлээрэй :point_down: Хариултаа болгоомжтой өгөөрэй, хэрэглэгч үүнийг эмзэг гэж тэмдэглэсэн юм шүү.

# answer_question_button
source: I will answer it now!
es: ¡La responderé ahora!
fa: :raised_hand: جواب دهید
it: Rispondo subito!
mn: Би одоо хариулъя!

# answer_remind_later_button
source: :clock2: Remind me later
es: :clock2: Recuérdame más tarde
fa: :clock2: بعدتر جواب دهید
it: :clock2: Ricordamelo dopo
mn: :clock2: Дараа сануулах

# answer_not_button
source: :x: Can’t help
es: :x: No puedo ayudar
fa: :x:نه متأسفانه
it: :x: Non so aiutare
mn: :x: Туслаж чадахгүй нь

# answer_report_button
source: :exclamation: Report
es: :exclamation: Reportar
fa: این پیام را گزارش دهید
it: :exclamation: Segnala
mn: :exclamation: Мэдээллэх

# answerer_is_not_text
source: Your answer must be a text message, not an attachment, image or poll.
es: Tu respuesta debe ser un mensaje de texto, no un archivo adjunto, una imagen o una encuesta.
fa: جواب تو باید به عنوان یک متن نوشته شده باشد، بدون پیوست، بدون تصویر و بدون نظرسنجی.
it: La tua risposta deve essere un messaggio di testo, non un allegato, un’immagine o un sondaggio.
mn: Таны хариулт хавсралт, зураг, санал асуулга биш, зөвхөн текст байх ёстой шүү.

# answered_message
source: Thanks! I will forward your answer to {questioner_name}.
es: ¡Gracias! Enviaré tu respuesta a la persona.
fa: سپاس فراوان! من پاسخ تو را خواهم فرستاد.
it: Grazie! Ora invio la tua risposta alla persona interessata.
mn: Баярлалаа! Би таны хариултыг {questioner_name} руу дамжуулна аа.

# answered_message_anonymously
source: Thanks! I will forward your answer anonymously to {questioner_name}.
es: ¡Gracias! Enviaré tu respuesta de forma anónima a la persona.
it: Grazie! Inoltrerò la tua risposta in modo anonimo alla persona interessata.
mn: Баярлалаа! Би таны нэрийг нууцлан хариултыг {questioner_name} руу дамжуулах болно оо.

# not_answer_response
source: Alright!
es: ¡Bien!
fa: همه چی مفهوم است!
it: Ok!
mn: Зүгээрээ!

# answer_remind_later_message
source: Ok, I will remind you later :zzz:
es: Ok, te lo recordaré más tarde :zzz:
fa: بسیارخوب، من بعدا به تو یادآوری می کنم:zzz:
it: Ok, te lo ricorderò più tardi :zzz:
mn: За, би танд дараа сануулах болно оо :zzz:

# why_reporting_message
source: Why are you reporting the message?
es: ¿Por qué reportas el mensaje?
fa: چرا می خواهی این پیام را گزارش کنی؟
it: Perchè stai segnalando il messaggio?
mn: Яагаад үүнийг мэдэгдэх болов?

# button_why_reporting_1_text
source: It’s abusive or harmful
es: Es abusivo o dañino
fa: این پیام توهین آمیز است.
it: È pericoloso
mn: Доромжлох болон хорлох агуулгатай

# button_why_reporting_2_text
source: It’s spam
es: Es spam
fa: این پیام نامربوط است.
it: È spam
mn: Спам байна

# button_why_reporting_3_text
source: :x: I changed my mind
es: :x: Cambié de opinión
fa: :x:نه، نظرم تغییر کرد.
it: :x: Ho cambiato idea
mn: :x: Би бодлоо өөрчиллөө
