Repository: InternetOfUs/app-telegram-bot
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fa, it, mn

# no_contact_available
source: Sorry, but I was not able to obtain {name}’s contact details since {name} has no username set on Telegram.
es: Lo siento, pero no pude obtener los datos de contacto de {name} porque {name} no tiene un nombre de usuario establecido en Telegram.
it: Mi dispiace, ma non sono stato in grado di ottenere i dettagli di contatto di {name} poiché {name} non ha un nome utente impostato su Telegram.
mn: Уучлаарай, гэхдээ {name}-д Telegram дээр хэрэглэгчийн нэр тохируулаагүй тул би {name}-н холбоо барих мэдээллийг авч чадсангүй.

# shared_questioner_contact
source: I also shared your contact details with {answerer_name}.
es: También compartí tus datos de contacto con {answerer_name}.
it: Ho anche condiviso i tuoi dati di contatto con {answerer_name}.
mn: Би мөн таны холбоо барих мэдээллийг {answerer_name}-тэй хуваалцсан.

# shared_answerer_contact
source: I will let {questioner_name} know about your contact details.
es: Informaré a {questioner_name} sobre tus datos de contacto.
it: Farò conoscere a {questioner_name} i tuoi dati di contatto.
mn: Би таны холбоо барих мэдээллийн талаар {questioner_name}-д мэдэгдэх болно.

# not_shared_contact
source: I was not able to obtain your contact details since you have no username set on Telegram.
es: No pude obtener sus datos de contacto porque no tiene un nombre de usuario establecido en Telegram.
it: Non sono stato in grado di ottenere i tuoi dati di contatto poiché non hai impostato alcun nome utente su Telegram.
mn: Танд Telegram дээр хэрэглэгчийн нэр байхгүй тул би таны холбоо барих мэдээллийг авч чадсангүй.

# not_follow_up
source: Ok, I won’t share your contact details with {questioner_name}.
es: Vale, no compartiré tus datos de contacto con {questioner_name}.
it: Ok, non condividerò i tuoi dati di contatto con {questioner_name}.
mn: За, би таны холбоо барих мэдээллийг {questioner_name}-тэй хуваалцахгүй.

# block_follow_up
source: Ok, I will automatically block future requests from this user.
es: Ok, bloquearé automáticamente las solicitudes futuras de este usuario.
it: Ok, bloccherò automaticamente le richieste future da questo utente.
mn: За, би энэ хэрэглэгчийн ирээдүйн хүсэлтийг автоматаар блоклох болно.

# set_telegram_username
source: I cannot share your details as you have not set up a username on Telegram. To set it up, follow the instructions as shown here :point_right: https://telegram.org/faq?setln=en#q-what-are-usernames-how-do-i-get-one After setting your username on Telegram you can continue with your follow-up by pressing the following button :point_down:
es: No puedo compartir sus datos porque no ha configurado un nombre de usuario en Telegram. Para configurarlo, siga las instrucciones que se muestran aquí :point_right: https://telegram.org/faq?setln=es#p-que-son-los-nombres-de-usuario-como-obtengo-uno Después de configurar su nombre de usuario en Telegram, puede continuar con su seguimiento presionando el siguiente botón :point_down:
it: Non posso condividere i tuoi dettagli perché non hai impostato un nome utente su Telegram. Per configurarlo, segui le istruzioni come mostrato qui :point_right: https://telegram.org/faq?setln=it#d-cosa-sono-gli-username-come-ne-ottengo-uno Dopo aver impostato il tuo nome utente su Telegram puoi continuare con il tuo follow-up premendo il seguente pulsante :point_down:
mn: Та Telegram дээр хэрэглэгчийн нэр тохируулаагүй тул би таны мэдээллийг хуваалцах боломжгүй. Үүнийг тохируулахын тулд энд үзүүлсэн зааврыг дагана уу :point_right: https://telegram.org/faq?setln=en#q-what-are-usernames-how-do-i-get-one Telegram дээр хэрэглэгчийн нэрээ тохируулсны дараа та дараах товчийг дарж үргэлжлүүлж болно :point_down:

# not_share_answerer_contact
source: {answerer_name} did not want to share contact details this time.
es: {answerer_name} no quiso compartir detalles de contacto esta vez.
it: {answerer_name} non ha voluto condividere i dettagli di contatto questa volta.
mn: {answerer_name} энэ удаад холбоо барих мэдээллийг хуваалцахыг хүсээгүй.

# liked_answer
source: {questioner_name} liked your answer!
es: ¡A {questioner_name} le gustó tu respuesta!
it: A {questioner_name} è piaciuta la tua risposta!
mn: {questioner_name}-т таны хариулт таалагдсан!
